Repository: Gioovannii/Maree-dambre
Catalog: MareesAmbre/Localizable.xcstrings
Source language: fr
Languages: en

# domain.army_state.defeat
source: Défaite
en: Defeat

source: %@ contre %@. %@ perte(s). Butin stocké : %@ bois, %@ ambre, %@ vivres.
en: %@ against %@. %@ losses. Loot stored: %@ wood, %@ amber, %@ food.

# domain.army_state.victory
source: Victoire
en: Victory

# domain.army_unit.a_reef_fighter_in_pearlescent_armor_powerful_but_expensive
source: Un combattant des récifs à l’armure nacrée, puissant mais coûteux.
en: A reef fighter in pearlescent armor. Powerful, but expensive.

# domain.army_unit.a_shortbow_strengthens_the_attack_power_of_elven_expeditions
source: Un arc court pour renforcer la force d’attaque des expéditions elfiques.
en: A shortbow strengthens the attack power of elven expeditions.

# domain.army_unit.a_spear_and_shield_form_the_backbone_of_human_expeditions
source: Une lance et un bouclier pour former le cœur des expéditions humaines.
en: A spear and shield form the backbone of human expeditions.

# domain.army_unit.an_elf_with_a_light_spear_inexpensive_and_a_capable_carrier
source: Un elfe équipé d’une lance légère, peu coûteux et bon porteur.
en: An elf with a light spear: inexpensive and a capable carrier.

# domain.army_unit.group_protection
source: Protection du groupe
en: Group protection

# domain.army_unit.guardian
source: Gardien
en: Guardian

# domain.army_unit.heavy_infantry
source: Infanterie puissante
en: Heavy infantry

# domain.army_unit.light_infantry
source: Infanterie légère
en: Light infantry

# domain.army_unit.loot_carrier
source: Transport du butin
en: Loot carrier

# domain.army_unit.raider
source: Pillard
en: Raider

# domain.army_unit.ranged_attack
source: Attaque à distance
en: Ranged attack

# domain.army_unit.spearman
source: Lancier
en: Spearman

# domain.army_unit.tide_mage
source: Mage des marées
en: Tide Mage

# domain.army_unit.versatile_infantry
source: Infanterie polyvalente
en: Versatile infantry

# domain.army_unit.warrior
source: Guerrier
en: Warrior

# domain.army_unit.weaker_than_a_spearman_but_able_to_bring_back_more_resources
source: Moins puissant qu’un lancier, mais capable de rapporter davantage de ressources.
en: Weaker than a spearman, but able to bring back more resources.

source: Avec au moins un mage, les pertes en cas de victoire passent de 20 % à 15 %. Le bonus ne se cumule pas.
en: With at least one mage, losses on victory drop from 20% to 15%. The bonus does not stack.

# domain.bot_faction.the_pearl_guard
source: La Garde de Nacre
en: The Pearl Guard

# domain.bot_faction.the_reed_pact
source: Le Pacte des Roseaux
en: The Reed Pact

# domain.bot_faction.the_salt_traders
source: Les Sauniers
en: The Salt Traders

# domain.building_kind.2_automatic_defense
source: +2 défense automatique
en: +2 automatic defense

# domain.building_kind.2_wood_1_amber_2_food_h
source: +2 bois · +1 ambre · +2 vivres / h
en: +2 wood · +1 amber · +2 food / h

# domain.building_kind.4_amber_h
source: +4 ambre / h
en: +4 amber / h

# domain.building_kind.500_storage_capacity
source: +500 de capacité de réserve
en: +500 storage capacity

# domain.building_kind.8_food_h
source: +8 vivres / h
en: +8 food / h

# domain.building_kind.8_wood_h
source: +8 bois / h
en: +8 wood / h

# domain.building_kind.academy
source: Maison des savoirs
en: Academy

# domain.building_kind.amber_workshop
source: Atelier d’ambre
en: Amber Workshop

# domain.building_kind.extracts_and_crafts_amber_from_this_deposit
source: Extrait et travaille l’ambre présent dans ce gisement.
en: Extracts and crafts amber from this deposit.

# domain.building_kind.farm
source: Ferme
en: Farm

# domain.building_kind.grows_food_to_support_the_village_s_growth
source: Cultive des vivres pour soutenir la croissance du village.
en: Grows food to support the village’s growth.

# domain.building_kind.increases_the_amount_of_resources_the_village_can_store
source: Augmente la quantité de ressources que le village peut conserver.
en: Increases the amount of resources the village can store.

# domain.building_kind.new_unit_research
source: Recherche de nouvelles unités
en: New unit research

# domain.building_kind.researches_doctrines_that_unlock_new_units
source: Étudie les doctrines qui débloquent de nouvelles unités.
en: Researches doctrines that unlock new units.

# domain.building_kind.sawmill
source: Scierie
en: Sawmill

# domain.building_kind.strengthens_the_village_s_automatic_defense
source: Renforce la défense automatique du village.
en: Strengthens the village’s automatic defense.

source: Cœur du village : elle assure les premières ressources sans interruption.
en: The heart of the village. It provides your first resources continuously.

# domain.building_kind.training_grounds
source: Cour des armes
en: Training Grounds

# domain.building_kind.trains_units_unlocked_at_the_academy
source: Entraîne les unités débloquées par la Maison des savoirs.
en: Trains units unlocked at the Academy.

# domain.building_kind.troop_training
source: Entraînement des troupes
en: Troop training

# domain.building_kind.turns_forest_timber_into_supplies_for_construction
source: Transforme le bois de la forêt en réserves pour les chantiers.
en: Turns forest timber into supplies for construction.

# domain.building_kind.warehouse
source: Entrepôt
en: Warehouse

# domain.building_kind.watchers_hall
source: Maison des Veilleurs
en: Watchers’ Hall

# domain.building_kind.watchtower
source: Tour de garde
en: Watchtower

# domain.game_state.amber_harbor
source: Port d’Ambre
en: Amber Harbor

# domain.game_state.amber_reefs
source: Récifs ambrés
en: Amber reefs

# domain.game_state.fertile_lands
source: Terres fertiles
en: Fertile lands

# domain.game_state.gleam
source: Éclat
en: Gleam

# domain.game_state.silent_forests
source: Forêts silencieuses
en: Silent forests

# domain.game_state.the_mists
source: Les Brumes
en: The Mists

# domain.game_state.the_refuge
source: Le Refuge
en: The Refuge

# domain.game_state.unexplored_haven
source: Havre inexploré
en: Unexplored haven

# domain.game_state.wake
source: Sillage
en: Wake

# domain.game_state.your_home_league_of_watchers
source: Votre foyer · Ligue des Veilleurs
en: Your home · League of Watchers

# domain.people.20_carrying_capacity_10_wood
source: +20 % de capacité de transport · +10 % de bois
en: +20% carrying capacity · +10% wood

# domain.people.90_second_expeditions_instead_of_120_10_amber
source: Expéditions de 90 s au lieu de 120 s · +10 % d’ambre
en: 90-second expeditions instead of 120 · +10% amber

source: Un peuple amphibie à la peau nacrée. Ses gardiens et ses mages combattent ensemble.
en: An amphibious people with pearlescent skin. Their guardians and mages fight together.

# domain.people.elves_of_lagoons_and_mangroves_their_expeditions_return_sooner
source: Des elfes des lagunes et des mangroves. Leurs expéditions reviennent plus vite.
en: Elves of lagoons and mangroves. Their expeditions return sooner.

# domain.people.humans
source: Humains
en: Humans

# domain.people.mages_reduce_losses_in_victorious_battles
source: Les mages réduisent les pertes lors des victoires
en: Mages reduce losses in victorious battles

# domain.people.marsh_elves
source: Elfes des marais
en: Marsh Elves

# domain.people.reef_folk
source: Peuple des récifs
en: Reef Folk

source: Navigateurs, bâtisseurs et commerçants. Leurs expéditions privilégient le transport des ressources.
en: Sailors, builders and traders. Their expeditions excel at carrying resources.

# domain.resource_site_kind.amber
source: ambre
en: amber

# domain.resource_site_kind.amber_vein
source: Veine d’ambre
en: Amber Vein

# domain.resource_site_kind.cliff_woodland
source: Bois des falaises
en: Cliff Woodland

# domain.resource_site_kind.farmland
source: Terres cultivables
en: Farmland

# domain.resource_site_kind.food
source: vivres
en: food

# domain.resource_site_kind.wood
source: bois
en: wood

# domain.settlement_layout.amber_town_center
source: Centre-ville d’Ambre
en: Amber Town Center

# domain.settlement_layout.coastal_resources
source: Ressources côtières
en: Coastal Resources

# domain.terrain.amber_deposit
source: Gisement d’ambre
en: Amber Deposit

# domain.terrain.forest
source: Forêt
en: Forest

# domain.terrain.meadow
source: Prairie
en: Meadow

# domain.terrain.sea
source: Mer
en: Sea

# screen.archipelago.5_islands
source: 5 îles
en: 5 islands

# screen.archipelago.tap_an_island_to_explore
source: Touchez une île pour l’explorer
en: Tap an island to explore

# screen.archipelago.the_watchers_archipelago
source: L’archipel des Veilleurs
en: The Watchers’ Archipelago

# screen.archipelago.unexplored_island
source: Île inexplorée
en: Unexplored island

# screen.archipelago.your_island_harbor_level_value
source: Votre île, port niveau %@
en: Your island, harbor level %@

# screen.archipelago_scene.amber_harbor
source: PORT D’AMBRE
en: AMBER HARBOR

# screen.archipelago_scene.farm
source: Ferme
en: Farm

# screen.archipelago_scene.preparing_the_archipelago
source: Préparation de l’archipel…
en: Preparing the archipelago…

# screen.army.available_power_value
source: Force disponible : %@
en: Available power: %@

source: Défaite prévue : la moitié des troupes sera perdue, arrondie au supérieur par type. Aucun butin.
en: Defeat expected: half your troops will be lost, rounded up per unit type. No loot.

# screen.army.defense_value
source: Défense : %@
en: Defense: %@

# screen.army.departure_for_value
source: Départ vers %@
en: Departure for %@

source: Chaque départ mobilise toutes les troupes disponibles. Aller-retour : %@ secondes. Une cible se repose 10 minutes après le retour.
en: Each expedition deploys all available troops. Round trip: %@ seconds. Targets recover for 10 minutes after your return.

# screen.army.expedition_to_value_returning
source: Expédition vers %@ · Retour
en: Expedition to %@ · Returning

# screen.army.latest_report
source: Dernier rapport
en: Latest report

# screen.army.power_value_carries_value_resources
source: Force %@ · Transport %@ ressources
en: Power %@ · Carries %@ resources

# screen.army.prepare_attack
source: Préparer l’attaque
en: Prepare attack

# screen.army.send_all_troops
source: Envoyer toutes les troupes
en: Send all troops

# screen.army.target_available_at_value
source: Cible disponible à %@
en: Target available at %@

source: Entraînez vos unités à la Cour des armes, dans le Centre. Les factions voisines sont gérées par le jeu hors ligne.
en: Train units at the Training Grounds in town. Neighboring factions are simulated offline.

# screen.army.training
source: Entraînement
en: Training

# screen.army.troops_and_expeditions
source: Troupes et expéditions
en: Troops and expeditions

# screen.army.unlock_at_the_academy
source: À débloquer à la Maison des savoirs
en: Unlock at the Academy

# screen.army.unlock_units_at_the_academy_capacity_100_units
source: Débloquez vos unités à la Maison des savoirs. Capacité : 100 unités.
en: Unlock units at the Academy. Capacity: 100 units.

source: Victoire prévue. Pertes : %@ %% arrondies à l’entier inférieur par type. Butin : jusqu’à 60 de chaque ressource, selon le transport des survivants et la place en réserve.
en: Victory expected. Losses: %@%%, rounded down per unit type. Loot: up to 60 of each resource, limited by surviving carriers and available storage.

# screen.construction.all_buildings_are_already_present
source: Tous les bâtiments sont déjà présents
en: All buildings are already present

# screen.construction.build_here
source: Choisir l’emplacement
en: Build here

# screen.construction.build_on_the_selected_plot
source: Construire sur la parcelle sélectionnée
en: Build on the selected plot

# screen.construction.building
source: BÂTIMENT
en: BUILDING

# screen.construction.cancel_construction
source: Annuler le chantier
en: Cancel construction

# screen.construction.cancel_move
source: Annuler le déplacement
en: Cancel move

# screen.construction.cannot_build_here
source: Aucune construction possible ici
en: Cannot build here

source: Choisissez un bâtiment, puis son emplacement sur la carte. Son effet commence une fois le chantier terminé.
en: Choose a building for this plot. Its effect begins when construction finishes.

# screen.construction.complete
source: Terminé
en: Complete

# screen.construction.construction
source: CHANTIER
en: CONSTRUCTION

# screen.construction.construction_in_progress
source: Chantier en cours
en: Construction in progress

# screen.construction.construction_is_already_in_progress
source: Un chantier est déjà en cours
en: Construction is already in progress

# screen.construction.cost_value_wood_value_amber_value_food
source: Coût : %@ bois · %@ ambre · %@ vivres
en: Cost: %@ wood · %@ amber · %@ food

source: Chaque type de bâtiment se construit une seule fois dans ce village. Les autres lots accueilleront de nouveaux bâtiments plus tard.
en: Each building type can only be built once per village. Other lots will host future buildings.

# screen.construction.field
source: CHAMP
en: FIELD

# screen.construction.no_building_in_this_district_can_be_built_on_this_terrain
source: Ce terrain n’accueille aucun bâtiment de ce district.
en: No building in this district can be built on this terrain.

# screen.construction.not_enough_resources
source: Ressources insuffisantes
en: Not enough resources

# screen.construction.plot
source: PARCELLE
en: PLOT

# screen.construction.production_continues_including_while_you_are_away
source: Production continue, y compris pendant votre absence.
en: Production continues, including while you are away.

# screen.construction.production_site
source: producteur
en: production site

# screen.construction.refund_50_of_the_construction_cost
source: Remboursement : 50 % du coût de construction.
en: Refund: 50% of the construction cost.

# screen.construction.requires_a_level_10_value_site
source: Requiert un terrain « %@ » au niveau 10
en: Requires a level 10 %@ site

source: Requiert un terrain « %@ » au niveau 10. Le bâtiment est conservé et sa production reprendra dès ce prérequis atteint.
en: Requires a level 10 %@ site. The building is retained and production resumes once this requirement is met.

# screen.construction.the_building_stays_on_plot_value
source: Le bâtiment reste sur la case %@
en: The building stays on plot %@

# screen.construction.touch_and_hold_the_building_to_move_it
source: Maintenez le bâtiment appuyé pour le déplacer
en: Touch and hold the building to move it

# screen.construction.town_lot
source: Emplacement urbain
en: Town lot

# screen.construction.upgrade_the_matching_resource_site_to_activate_production
source: Améliorez le terrain correspondant pour activer cette production.
en: Upgrade the matching resource site to activate production.

# screen.construction.value_field
source: Champ de %@
en: %@ field

# screen.construction.value_is_taking_shape_on_this_plot
source: %@ prend forme sur cette parcelle.
en: %@ is taking shape on this plot.

# screen.construction.value_s_remaining
source: Encore %@ s
en: %@ s remaining

# screen.construction_activity.value_level_value
source: %@ · Niveau %@
en: %@ · Level %@

source: 1. Développez une forêt, un champ et un gisement pour produire les trois ressources.
en: 1. Develop a woodland, a field and a deposit to produce all three resources.

# screen.game.2_build_the_academy_and_research_a_unit
source: 2. Construisez la Maison des savoirs et recherchez une unité.
en: 2. Build the Academy and research a unit.

# screen.game.3_build_the_training_grounds_and_train_your_troops
source: 3. Construisez la Cour des armes et entraînez vos troupes.
en: 3. Build the Training Grounds and train your troops.

source: 4. Sur la carte du monde, choisissez une faction et comparez les forces avant de partir.
en: 4. On the world map, select a faction and compare your strength before departing.

source: Une scierie, une ferme ou un atelier d’ambre nécessite un champ correspondant de niveau 10. Ce bonus n’est pas nécessaire pour commencer à recruter.
en: A Sawmill, Farm or Amber Workshop requires a matching resource site at level 10. This bonus is not needed to start recruiting.

source: Une attaque peut coûter des unités. Le butin est limité par les survivants et la place dans vos réserves. Les adversaires sont des factions simulées.
en: Attacks may cost units. Loot is limited by surviving troops and available storage. Opponents are simulated factions.

# screen.game.build_the_academy
source: Construisez la Maison des savoirs
en: Build the Academy

# screen.game.build_the_training_grounds
source: Construisez la Cour des armes
en: Build the Training Grounds

# screen.game.check_the_remaining_time_or_cancel_to_recover_half_the_cost
source: Vous pouvez consulter le temps restant ou annuler pour récupérer la moitié du coût.
en: Check the remaining time or cancel to recover half the cost.

# screen.game.choose_this_building_on_an_empty_town_lot
source: Choisissez ce bâtiment sur un lot libre du Centre.
en: Choose this building on an empty town lot.

# screen.game.close
source: Fermer
en: Close

source: Comparez votre force à leur défense, lancez une expédition et consultez le rapport au retour.
en: Compare your strength with their defense, launch an expedition and read the report on return.

# screen.game.construction_is_progressing
source: Votre chantier avance
en: Construction is progressing

# screen.game.construction_of_value_value_seconds_remaining
source: Chantier de %@, %@ secondes restantes
en: Construction of %@, %@ seconds remaining

# screen.game.construction_value
source: CHANTIER · %@
en: CONSTRUCTION · %@

# screen.game.discover_your_first_unit
source: Découvrez votre première unité
en: Discover your first unit

# screen.game.explore_neighboring_factions
source: Explorez les factions voisines
en: Explore neighboring factions

# screen.game.finishes_in_value_s
source: Termine dans %@ s
en: Finishes in %@ s

# screen.game.finishing_construction
source: Achèvement en cours
en: Finishing construction

# screen.game.getting_started
source: Premiers pas
en: Getting started

# screen.game.good_to_know
source: À savoir
en: Good to know

# screen.game.open_guide
source: Ouvrir le guide
en: Open guide

# screen.game.open_the_academy_to_start_research_or_follow_its_progress
source: Ouvrez la Maison des savoirs pour lancer une recherche ou suivre celle en cours.
en: Open the Academy to start research or follow its progress.

source: Ouvrez la Cour des armes et recrutez plusieurs unités avant votre expédition.
en: Open the Training Grounds and recruit several units before your expedition.

source: La production continue pendant votre absence, jusqu’au maximum affiché. L’entrepôt augmente ce maximum.
en: Production continues while you are away, up to the displayed limit. The Warehouse increases this limit.

# screen.game.resources
source: Ressources
en: Resources

# screen.game.show_me_where
source: Voir où agir
en: Show me where

# screen.game.start_all_three_resource_productions
source: Lancez vos trois productions
en: Start all three resource productions

source: Touchez une faction sur la carte pour consulter sa défense et préparer une expédition.
en: Tap a faction on the map to view its defense and prepare an expedition.

# screen.game.the_archipelago
source: L’archipel
en: The Archipelago

# screen.game.the_new_level_will_be_ready_after_one_minute_of_work
source: Le nouveau niveau sera disponible à la fin de la minute de travaux.
en: The new level will be ready after one minute of work.

# screen.game.this_building_trains_units_discovered_at_the_academy
source: Ce bâtiment entraîne les unités découvertes dans la Maison des savoirs.
en: This building trains units discovered at the Academy.

# screen.game.town
source: Centre
en: Town

# screen.game.train_your_first_troops
source: Entraînez vos premières troupes
en: Train your first troops

source: Améliorez ce champ au niveau 1. Si les ressources manquent, laissez vos productions remplir les réserves.
en: Upgrade this site to level 1. If resources are low, let production replenish your stores.

# screen.game.world
source: Monde
en: World

# screen.game.your_first_expedition
source: Votre première expédition
en: Your first expedition

# screen.game.your_next_step
source: Votre prochaine étape
en: Your next step

# screen.game.your_resource_site_is_developing
source: Votre terrain se développe
en: Your resource site is developing

# screen.game_session.harbor_upgraded_to_level_value_progress_saved_on_this_device
source: Port amélioré au niveau %@. Progression enregistrée sur cet appareil.
en: Harbor upgraded to level %@. Progress saved on this device.

source: Sauvegarde illisible : aperçu neuf chargé. L’ancienne sauvegarde reste intacte jusqu’à votre prochaine action.
en: Unreadable save: a fresh preview was loaded. Your previous save remains intact until your next action.

# screen.game_session.upgrade_applied_but_the_local_save_failed
source: Amélioration active, mais la sauvegarde locale a échoué.
en: Upgrade applied, but the local save failed.

# screen.game_session.your_archipelago_awaits_nothing_changes_while_you_are_away
source: Votre archipel vous attend. Rien ne change en votre absence.
en: Your archipelago awaits. Nothing changes while you are away.

# screen.island_detail.cost_value_wood_value_amber
source: Coût : %@ bois · %@ ambre
en: Cost: %@ wood · %@ amber

# screen.island_detail.expand_harbor
source: Développer le port
en: Expand harbor

# screen.island_detail.expand_your_harbor_to_prepare_for_future_expeditions
source: Agrandissez votre port pour préparer les prochaines expéditions.
en: Expand your harbor to prepare for future expeditions.

# screen.island_detail.harbor_at_prototype_maximum
source: Port au maximum du prototype
en: Harbor at prototype maximum

# screen.island_detail.level_value_4
source: Niveau %@ / 4
en: Level %@ / 4

source: Ressources insuffisantes. La récolte sera ajoutée dans une prochaine version.
en: Not enough resources. Harvesting will be added in a future version.

source: Une terre encore libre, au-delà de votre port. Les expéditions sur la carte seront ajoutées dans une prochaine version.
en: Unclaimed land beyond your harbor. Map expeditions will be added in a future version.

# screen.island_detail.unexplored_horizon
source: HORIZON À EXPLORER
en: UNEXPLORED HORIZON

# screen.island_detail.your_harbor
source: VOTRE ESCALE
en: YOUR HARBOR

# screen.plot_detail.close
source: Fermer
en: Close

# screen.plot_detail.upgrade
source: Amélioration
en: Upgrade

# screen.plot_detail.your_plot
source: Votre parcelle
en: Your plot

# screen.prologue.amber_tides
source: LES MARÉES D’AMBRE
en: AMBER TIDES

source: Première version jouable : développez les champs, construisez votre village, entraînez vos unités et partez en expédition contre les factions voisines.
en: First playable version: develop resource sites, build your village, train units and send expeditions against neighboring factions.

# screen.prologue.found_my_village
source: Fonder mon village
en: Found my village
